const data = {
    'test 1': {
        displayName: 'Тест по информатике N1',
        questions: [
            {
                info: ' В таблице приведена стоимость перевозок между соседними железнодорожными станциями. Укажите схему, соответствующую таблице.',
                images: ['excersices/test01/011.jpg'],
                variants: null,
                trueAnswer: '1'
            },
            {
                info: 'В таблице приведена стоимость перевозок между соседними железнодорожными станциями.',
                images: ['excersices/test01/021.jpg', 'excersices/test01/022.jpg', 'excersices/test01/023.jpg', 'excersices/test01/024.jpg'],
                info2: 'Укажите схему, соответствующую таблице.   Таблица стоимости перевозок устроена следующим образом: числа, стоящие на пресечениях строк и столбцов таблиц, означают стоимость проезда между соответствующими соседними станциями. Если пересечение строки и столбца пусто, то станции не являются соседними. Укажите таблицу, для которой выполняется условие: «Минимальная стоимость проезда из А в В не больше 6». Стоимость проезда по маршруту складывается из стоимостей проезда между соответствующими соседними станциями. ',
                variants: null,
                trueAnswer: '2'
            },
            {
                info: '2. Информационное сообщение объемом 3 Кбайта содержит 6144 символа. Сколько символов содержит алфавит, при помощи которого было записано это сообщение?',
                images: null,
                variants: ['4', '16', '8', '32'],
                trueAnswer: 0
            },
            {
                info: `Грунтовая дорога проходит последовательно через 
                            прибрежные населенные пункты А, В, С и D. При 
                            этом длина дороги между А и В равна 15 км, между 
                            В и С — 45 км и между С и D — 20 км. Расстояние 
                            по воде между А и D 60 км и работает паромное 
                            сообщение. Оцените минимально возможное время 
                            движения велосипедиста из пункта А в пункт С, 
                            если его скорость по грунтовой дороге 20 км/час, а 
                            паром (которым можно воспользоваться) двигается 
                            со скоростью 40 км/час.`,
                images: null,
                variants: ['1,5 часа', '2 часа', '2,5 часа', '3 часа'],
                trueAnswer: 3
            }
        ]
    },
    'test 2': {
        displayName: 'Тест по информатике N2',
        questions: [
            {
                info: 'Содержательный подход — это ...',
                images: null,
                variants: ['a) метод, который применяется в случае, когда требуются технические средства для преобразования, хранения и передачи информации',
                    'b) метод, при котором измерение информации производится с точки зрения её содержания', 
                    'c) метод, который используется для вычисления количества информации для событий, наступление которых имеет разную вероятность'
                ],
                trueAnswer: '1'
            },
            {
                info: 'Как рассматривается информация при её хранении и передачи с помощью технических устройств?',
                images: null,
                variants: ['a) Как любые сведения, используемые разными источниками',
                    'b) Как последовательность символов некоторого алфавита',
                    'c) Как важные сведения о чём-либо'
                ],
                trueAnswer: '1'
            },
            {
                info: 'Мощность алфавита это — ...',
                images: null,
                variants: ['a) соотношение между скоростью передачи информации и её количеством',
                    'b) величина, которая определяет количество энергии, которую может развить алфавит',
                    'c) количество входящих в него символов'
                ],
                trueAnswer: '1'
            },
            {
                info: 'Как называют сложные объекты, состоящие из взаимосвязанных частей и существующие как единое целое?',
                images: null,
                variants: ['a) Системами', 'b) Составными объектами', 'c) Множествами'],
                trueAnswer: '1'
            },
            {
                info: 'В чём состоит суть системного подхода?',
                images: null,
                variants: ['a) В изучении связей между отдельными элементами системы ', 'b) В изучении взаимодействия системы с окружающим миром',
                    'c) В изучении отдельных элементов системы, связей между ними и взаимодействия системы с окружающим миром'
                ],
                trueAnswer: '1'
            },
            {
                info: 'Что изучает наука кибернетика?',
                images: null,
                variants: ['a) Принципы роботостроения',
                    'b) Процессы управления в живых и неживых системах',
                    'c) Теоретические аспекты информационных процессов'
                ],
                trueAnswer: '1'
            },
            {
                info: 'Как называется процесс передачи информации о состоянии объекта управляющему объекту?',
                images: null,
                variants: ['a) Прямая связь', ' Обратная связь', 'Индикация'],
                trueAnswer: '1'
            },
            {
                info: 'Что такое обработка информации?',
                images: null,
                variants: ['a) Целенаправленный процесс изменения содержания или формы представления информации',
                    'b) Перенос информации на цифровой носитель', 'c) Преобразование информации в некоторую форму, удобную для её хранения или передачи'
                ],
                trueAnswer: '1'
            },
            {
                info: 'Как называется организация информации по некоторому правилу, связывающему её в единое целое?',
                images: null,
                variants: ['a) структурирование', 'b) отбор', 'кодирование'],
                trueAnswer: '1'
            },
            {
                info: 'Каково главное условие использования неравномерных кодов?',
                images: null,
                variants: ['a) Возможность однозначного декодирования', 
                    'b) Достаточное количество символов или их сочетаний для кодирования любого сообщения',
                    'c) Возможность использовать их при помощи компьютера'
                ],
                trueAnswer: '1'
            },
        ]
    },
    'test 3': {
        displayName: 'Тест по Географии N1',
        questions: [
            {
                info: 'К какой горной системе относится вулкан Эльбрус?',
                images: null,
                variants: [
                    'a) Cихотэ-Алинь', 'b) Алтайские горы', 'c) Уральские горы', 'd) Кавказские горы'
                ],
                trueAnswer: '1'
                
            }
        ]
};
}