const data = {
    'test 1': {
        displayName: 'Тест по информатике N1',
        questions: [
            {
                info: ' В таблице приведена стоимость перевозок между соседними железнодорожными станциями. Укажите схему, соответствующую таблице.',
                images: ['excersices/test01/011.jpg'],
                variants: null,
                trueAnswer: '1'
            },
            {
                info: 'В таблице приведена стоимость перевозок между соседними железнодорожными станциями.',
                images: ['excersices/test01/021.jpg', 'excersices/test01/022.jpg', 'excersices/test01/023.jpg', 'excersices/test01/024.jpg'],
                info2: 'Укажите схему, соответствующую таблице.   Таблица стоимости перевозок устроена следующим образом: числа, стоящие на пресечениях строк и столбцов таблиц, означают стоимость проезда между соответствующими соседними станциями. Если пересечение строки и столбца пусто, то станции не являются соседними. Укажите таблицу, для которой выполняется условие: «Минимальная стоимость проезда из А в В не больше 6». Стоимость проезда по маршруту складывается из стоимостей проезда между соответствующими соседними станциями. ',
                variants: null,
                trueAnswer: '2'
            },
            {
                info: '2. Информационное сообщение объемом 3 Кбайта содержит 6144 символа. Сколько символов содержит алфавит, при помощи которого было записано это сообщение?',
                images: null,
                variants: ['4', '16', '8', '32'],
                trueAnswer: 0
            },
            {
                info: `Грунтовая дорога проходит последовательно через 
                            прибрежные населенные пункты А, В, С и D. При 
                            этом длина дороги между А и В равна 15 км, между 
                            В и С — 45 км и между С и D — 20 км. Расстояние 
                            по воде между А и D 60 км и работает паромное 
                            сообщение. Оцените минимально возможное время 
                            движения велосипедиста из пункта А в пункт С, 
                            если его скорость по грунтовой дороге 20 км/час, а 
                            паром (которым можно воспользоваться) двигается 
                            со скоростью 40 км/час.`,
                images: null,
                variants: ['1,5 часа', '2 часа', '2,5 часа', '3 часа'],
                trueAnswer: 3
            }
        ]
    },
    'test 2': {
        displayName: 'Тест по информатике N2',
        questions: [
            {
                info: '2 В таблице приведена стоимость перевозок между соседними железнодорожными станциями. Укажите схему, соответствующую таблице.',
                images: ['excersices/test01/011.jpg'],
                variants: null,
                trueAnswer: '1'
            },
            {
                info: ' 2 В таблице приведена стоимость перевозок между соседними железнодорожными станциями.',
                images: ['excersices/test01/021.jpg', 'excersices/test01/022.jpg', 'excersices/test01/023.jpg', 'excersices/test01/024.jpg'],
                info2: 'Укажите схему, соответствующую таблице.   Таблица стоимости перевозок устроена следующим образом: числа, стоящие на пресечениях строк и столбцов таблиц, означают стоимость проезда между соответствующими соседними станциями. Если пересечение строки и столбца пусто, то станции не являются соседними. Укажите таблицу, для которой выполняется условие: «Минимальная стоимость проезда из А в В не больше 6». Стоимость проезда по маршруту складывается из стоимостей проезда между соответствующими соседними станциями. ',
                variants: null,
                trueAnswer: '2'
            },
            {
                info: '2. Информационное сообщение объемом 3 Кбайта содержит 6144 символа. Сколько символов содержит алфавит, при помощи которого было записано это сообщение?',
                images: null,
                variants: ['4', '16', '8', '32'],
                trueAnswer: '4'
            },
            {
                info: `2 Грунтовая дорога проходит последовательно через 
                            прибрежные населенные пункты А, В, С и D. При 
                            этом длина дороги между А и В равна 15 км, между 
                            В и С — 45 км и между С и D — 20 км. Расстояние 
                            по воде между А и D 60 км и работает паромное 
                            сообщение. Оцените минимально возможное время 
                            движения велосипедиста из пункта А в пункт С, 
                            если его скорость по грунтовой дороге 20 км/час, а 
                            паром (которым можно воспользоваться) двигается 
                            со скоростью 40 км/час.`,
                images: null,
                variants: ['1,5 часа', '2 часа', '2,5 часа', '3 часа'],
                trueAnswer: '4'
            }
        ]
    }
};